Version2/TestTool-NOP.13.12.SR1/TestTool.Setup/Requests/RecordingSearch/FindMetadata/FindMetadata (Short).xml

<?xml version='1.0' encoding='utf-8'?>
<soap:Envelope
 xmlns:soap="http://www.w3.org/2003/05/soap-envelope"
 xmlns:tse="http://www.onvif.org/ver10/search/wsdl"
 xmlns:tt="http://www.onvif.org/ver10/schema">
  <soap:Body>
    <tse:FindMetadata>
      <tse:StartPoint>2013-05-28T07:56:23Z</tse:StartPoint>
      <tse:Scope>
      </tse:Scope>
      <tse:MetadataFilter>
        <tse:MetadataStreamFilter>MetadataFilter1</tse:MetadataStreamFilter>
      </tse:MetadataFilter>
      <tse:IncludedStartState>false</tse:IncludedStartState>
      <tse:KeepAliveTime>PT60S</tse:KeepAliveTime>
    </tse:FindMetadata>
  </soap:Body>
</soap:Envelope>